[General]
Version=1.8.8
LanguageName=Español
lblLanguageAuthor=SB-Innovation.de

[Form1]
speedWarningLabel=Advertencia: las velocidades superiores a 20000 KB/s pueden parecer sospechosas.
checkShowTrayBaloon=Mostrar información al pasar sobre el icono de la bandeja
lblInterface=Interfaz:
lblLanguage=Idioma
TorrentFileLabel=Ruta:
closeButton=Cerrar
StartButton=Iniciar
tabGeneral=General
groupTorrentFile=Archivo .torrent
browseButton=Examinar...
groupStats=Estadísticas
totalRunningTimeLabel=Tiempo total:
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Actualización manual
labelUpdateIn=Actualizar dentro de:
downloadCountLabel=Descargado:
uploadCountLabel=Subido
groupBoxOptions=Opciones
applyStopSettingsButton=Aplicar
stopProcessLabel=Detener proceso después de:
FileSizeLabel=% completado
uploadRateLabel=Velocidad de subida (kB/s):
downloadRateLabel=Velocidad de descarga (kB/s):
groupTorrentInfo=Información del torrent
labelTorrentSize=Tamaño:
hashLabel=Hash SHA:
TrackerLabel=Tracker:
tabAdvanced=Avanzado
memoryReaderButton=Lector de memoria...
updateAnnounceParamsOnStart=Actualizar peer_id y key al iniciar
checkNewVersion=Buscar nuevas versiones
ClientLabel=Emulación de cliente
randomSpeedGroup=Cambiar velocidades de subida/descarga al azar:
RandomDownloadToLabel=Máx.:
RandomUploadToLabel=Máx.:
RandomDownloadFromLabel=Mín.:
RandomUploadFromLabel=Mín.:
checkRandomDownload=Descarga (kB/s)
checkRandomUpload=Subida (kB/s)
reportParamsGroup=Parámetros del anuncio
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Número de pares (numwant):
portInfoLabel=Si estos campos se dejan en blanco, RatioMaster usará valores al azar o por defecto
portLabel=Puerto (port):
tabNetwork=Red
groupNetworkMisc=Misceláneas
checkIgnoreFailureReason=Ignorar "failure reason"
labelStopMinLeecher=Dejar de subir cuando el número de leechers sea menor que:
intervalLabel=Intervalo(s) de actualización del tracker
checkRequestScrap=Obtener cantidad de seeders y leechers (scrape)
checkTCPListen=Usar listener TCP (aparecer como conectable en el tracker)
proxySettingsGroup=Configuración del proxy:
labelProxyPass=Contraseña:
labelProxyUser=Usuario:
labelProxyPort=Puerto:
labelProxyHost=Host:
labelProxyType=Tipo:
tabLog=Log de progreso
saveLogButton=Guardar log
checkLogEnabled=Habilitar log
checkHideConfidentialInfo=Ocultar información confidencial
clearLogButton=Limpiar log
tabAbout=Acerca de
labelForums=Foros:
labelWebSite=Sitio Web:
StopButton=Detener
linkProxyHelp=Ayuda sobre proxies
tabUpdates=Actualizaciones
installUpdatesButton=Instalar actualizaciones
checkUpdatesButton=Buscar actualizaciones
labelUpdates=Clientes y lenguajes
labelBindIp=Unir a IP:
checkMinimizeToTray=Minimizar a la bandeja
checkIgnoreTimeout=Ignorar errores de conexión
checkUPnP=Habilitar mapeado de puertos UPnP
testNetworkButton=Probar conexión...
ResetCountersButton=Reiniciar contadores
checkSavePeers=Guardar lista de pares

[MemoryReader]
reApplyButton=Aplicar
reCloseButton=Cerrar
groupBoxSearchResults=Resultados de búsqueda
reHashLabel=Hash:
rePeerIdLabel=Peer ID (peer_id):
reKeyLabel=Key (key):
numwantLabel=Número de pares (numwant):
rePortLabel=Puerto (port):
reSearchStrLabel=Cadena
reSearchButton=Iniciar búsqueda
reProcessNameLabel=Nombre del proceso:

[Messages]
mrNoProcessFound=No se encontró el proceso {0}.\r\nAsegúrese de que el cliente de BitTorrent se está ejecutando.
mrSearchFail=La búsqueda falló.\r\nAsegúrese de que el cliente de BitTorrent se está ejecutando, y hay al menos un torrent funcionando.
mrSearchTitle=Búsqueda
mrSearchSuccess=¡La búsqueda finalizó satisfactoriamente!\r\nPresione el botón Aplicar para aplicar los valores encontrados.
vrNewVersionReleased=¡Nueva versión lanzada! Obténgala de http://www.moofdev.net
vrNewVersionTitle="Nueva versión disponible"
ballonUploaded=Subido: {0} \r\n
ballonDownloaded=Descargado: {0} \r\n
ballonUpdateIn=Actualizar en: {0} \r\n
ballonTotalTime=Tiempo total: {0} \r\n
stopProcessOpt1=No detener
stopProcessOpt2=Subido =
stopProcessOpt3=Descargado =
stopProcessOpt4=Tiempo =
stopProcessOpt5=Compartido 1,2x
stopProcessUnits1=Segundos
stopProcessUnits2=Minutos
stopProcessUnits3=Horas
restoreToolStripMenuItem=Restaurar
exitToolStripMenuItem=Salir
umNumUpdatesFound=Se encontraron {0} actualizaciones
umNoUpdatesFound=No se encontraron actualizaciones
umParsingUpdates=Procesando actualizaciones...
umCheckingUpdates=Buscando actualizaciones...
umDownloadingUpdate=Descargando actualización {0}
umFinishedDownloadingUpdates=Descarga finalizada
clmnUpdateName=Nombre
clmnUpdateFileName=Nombre de archivo
clmnUpdateType=Tipo
clmnUpdateAuthor=Autor
confirmCloseTitle=Confirmación
confirmCloseMessage=Actualización del tracker en progreso. ¿Realmente desea salir del RatioMaster?
defaultBinding=Por defecto
testNetworkSuccess=Conexión exitosa. La configuración actual parece funcionar.
testNetworkFailed=Error de conexión
testNetworkInProgress=La prueba de conectividad está en progreso...

[Tooltips]
checkIgnoreFailureReason=RM ignorará errores del tracker y seguirá subiendo cuando esta opción sea activada.
labelStopMinLeecher=RM dejará de subir automáticamente si el número de leechers es menor que el valor elegido.
intervalLabel=Valor de actualización por defecto para enviar estadísticas al tracker.\r\nÚtil para los trackers que no devuelven un intervalo de actualización.
proxySettingsGroup=RM puede usar un proxy para conectarse al tracker, y así esconder su verdadera IP.
memoryReaderButton=Lector de memoria\r\nUse esta herramienta cuando quiera que los parámetros peer_id, key, port y otros de la emulación de cliente sean los de uno verdadero.
updateAnnounceParamsOnStart=Cuando esta opción es activada, RM genera nuevos peer_id y key cada vez que es iniciado.\r\nSi es desactivada, RM usa los valores guardados de la última vez.
TorrentClientsBox=En esta combobox elija el cliente que quiere emular.
randomSpeedGroup=RM puede cambiar las velocidades al azar después de cada anuncio según estos valores.\r\nSubir a exactamente la misma velocidad por mucho tiempo es sospechoso.
torrentFile=Ruta del archivo .torrent\r\nPresione Examinar, o arrastre y suelte el .torrent en la ventana del RM.
totalRunningTimeLabel=Tiempo total de ejecución para esta sesión
leechLabel=Leechers en este torrent\r\nEn algunos trackers este dato no está disponible.
seedLabel=Seeders en este torrent\r\nEn algunos trackers este dato no está disponible.
manualUpdateButton=Actualización manual\r\nEl tracker puede ser actualizado manualmente, sus estadísticas en él deberían cambiar.
labelUpdateIn=Tiempo hasta la próxima actualización
downloadCountLabel=Descargado\r\nDespués de la próxima actualización sus estadísticas en el tracker deberían cambiar.
uploadCountLabel=Subido\r\nDespués de la próxima actualización sus estadísticas en el tracker deberían cambiar.
checkIgnoreTimeout=RM ignorará errores de conexión.
stopProcessActionBox=RM puede detener el proceso automáticamente.\r\nElija una de las diferentes opciones y especifique un valor.
uploadRate=Velocidad de subida\r\nEspecifique aquí la velocidad que RM reportará al tracker.
downloadRate=Velocidad de descarga\r\nEspecifique aquí la velocidad que RM reportará al tracker.
shaHash=Hash SHA del torrent\r\nPuede escribirlo manualmente o será tomado del torrent seleccionado.
trackerAddress=URL del tracker\r\nPuede escribirla manualmente o será tomada del torrent seleccionado.
fileSize=% de finalización\r\nPuede especificar cuánto del torrent ya ha descargado.\r\n100% = seeding\r\n0% = descargando desde el principio\r\nRM recuerda el % de finalización, así como otras opciones, para cada torrent.
reportParamsGroup=Estos parámetros son parte de la cadena de anuncio que RM enviará al tracker.\r\nUsualmente RM generará estos parámetros automáticamente, pero tiene la opción\r\nde ingresarlos manualmente o usar el lector de memoria para obtenerlos de un cliente verdadero.
reProcessNameBox=RM buscará este proceso.\r\nRM llena esta casilla automáticamente de acuerdo al cliente elegido.
reSearchStr=RM busca esta cadena para encontrar la URL de anuncio y procesar los resultados de búsqueda.
reSearchButton=Presione "Iniciar búsqueda" para... iniciar la búsqueda.
groupBoxSearchResults=Si la búsqueda es exitosa, RM llena estas casillas con los resultados obtenidos.\r\nCopie estos valores manualmente a las opciones avanzadas de RM o presione Aplicar.
reApplyButton=Presione "Aplicar" para copiar los resultados de la búsqueda en la pestaña Avanzado de RM.
